గుణము: సాధారణ గణితం
       గణితం చేయడానికి
       డెవలపర్‌గా
       నేను వేరియబుల్స్ పెంచాలనుకుంటున్నాను

సన్నివేశం: సాధారణ గణితం
       చెప్పబడినది ఏమిటంటే వేరియబులో 1 ని ఉంచాము
       ఈ పరిస్థితిలో నేను అవేరియేబుల్ కి 1 ని కలుపుతాను
       అప్పుడు అవేరియబుల్ ఈ 2 ని కలిగి ఉండాలి

కథనం: చాలా క్లిష్టమైన గణితం
       చెప్పబడినది ఏమిటంటే వేరియబులో <సంఖ్య> ని ఉంచాము
       ఈ పరిస్థితిలో నేను అవేరియేబుల్ కి <ఇంకొక సంఖ్య> ని కలుపుతాను
       అప్పుడు అవేరియబుల్ ఈ <ఫలితాన్ని> ని కలిగి ఉండాలి

ఉదాహరణలు:
          | సంఖ్య  | ఇంకొక సంఖ్య | ఫలితాన్ని |
          | 100   | 5          | 105    |
          | 99    | 1234       | 1333   |
          | 12    | 5          | 17     |